aws-cli-v2
base
base-devel
bind
chezmoi
cmake
containerd
direnv
docker
efibootmgr
emacs
fd
file
fzf
gcc
git
go
gopls
grub
helix
helm
i3-wm
kitty
kubectl
kubectx
kustomize
lightdm-gtk-greeter
linux
make
man-db
neovim
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nushell
openssh
pacman-contrib
pkgfile
polybar
ripgrep
rofi
rustup
starship
sudo
tokei
ttf-noto-nerd
wget
which
zsh
