aws-cli-v2
base
base-devel
bind
chezmoi
cmake
containerd
direnv
docker
docker-buildx
docker-compose
efibootmgr
emacs
fcitx5
fcitx5-chinese-addons
fcitx5-gtk
fcitx5-qt
fd
file
fzf
gcc
git
git-delta
go
gopls
grub
helix
helm
i3-wm
just
kitty
kubectl
kubectx
kustomize
lightdm-gtk-greeter
linux
make
man-db
mariadb
neofetch
neovim
net-tools
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nushell
openssh
pacman-contrib
pkgfile
podman
polybar
prettier
pueue
pulumi
ripgrep
rofi
rustup
spice-vdagent
starship
sudo
tailscale
terminus-font
tokei
tree
ttf-noto-nerd
vi
wget
which
zoxide
zsh
